IDEA Open Model
MatPrestressSteelEc2.Agt Property
Compatible with IDEA StatiCa v 10.1
 Total elongation at max. force (prEN 10138)
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Agt { get; set; }
Public Property Agt As Double
	Get
	Set
public:
property double Agt {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatPrestressSteelEc2 Class
IdeaRS.OpenModel.Material Namespace